<?php

/* 
 * +----------------------------------------------------------------------
 * | yao-[ FOR SAVING TIME ].
 * +----------------------------------------------------------------------
 * | Author: yao <YaoPHP@163.com> 2016
 * +----------------------------------------------------------------------
 */
return array(
    /* 数据库设置 */
    'DB_TYPE'               =>  'mysqli',     // 数据库类型
    'DB_HOST'               =>  '127.0.0.1', // 服务器地址
    'DB_NAME'               =>  '', 	// 数据库名
    'DB_USER'               =>  '',      // 用户名
    'DB_PWD'                =>  '', 	// 密码
    'DB_PORT'               =>  3306,        // 端口
    
    'SALT_SSO' => 'EgqJ`G+pNhs9<2QMx%0^:Y5*,iRFvSrZW|_$B&d-X>u);#1jlw4Ay?b[~@}.oz67', //用于SSO通信相关加密/签名的盐值
    'SALT_PSW' => 'lAb=z+p~}ON&^-F9#R;,!LyXeI{"SdQDqMGH0`K.<m$/n>Ti)17ZkB5_ax*]CgPV', //密码加密盐值
);  
